Repository: Tutorialwork/TrainWatch-app
Catalog: *.lproj/Localizable.strings
Languages: de

source: Add train
de: Zug hinzufügen

source: %@ to %@
de: %@ nach %@

source: Start station
de: Startbahnhof

source: Select station
de: Bahnhof auswählen

source: Hour of depature
de: Abfahrt

source: Search
de: Suche

source: Recently used
de: Kürzlich verwendet

source: Station
de: Bahnhof

source: Sorry, no train has been found.
de: Es wurden leider keine Züge gefunden.

source: This train is already on your list.
de: Dieser Zug ist bereits auf deiner Liste

source: Depature
de: Abfahrt

source: Platform
de: Gleis

source: Destination
de: Ziel

source: Messages
de: Nachrichten

source: Add first train
de: Ersten Zug hinzufügen

source: Hello 👋 Start tracking your trains by adding your first to your watchlist.
de: Hallo 👋 Füge gleich deinen ersten Zug hinzu, um auf dem Laufenden zu bleiben.

source: Hour
de: Stunde

source: Please type below your start station and select it.
de: Suche nach deinem Startbahnhof und wähle ihn aus.

source: On time
de: Pünktlich

source: Journey has been canceled
de: Fahrt fällt aus

source: Canceled
de: Abgesagt

source: Only long-distance traffic
de: Nur Fernverkehr

source: No connection
de: Keine Verbindung

source: No or bad internet connection. Please make sure you are connected to a network.
de: Keine oder schlechte Internetverbindung. Bitte überprüfe deine Netzwerkeinstellungen.

source: Retry
de: Erneut versuchen

source: Today not scheduled
de: Heute nicht geplant

source: This train is today not scheduled. If this occurs longer the timetable may has been changed.
de: Dieser Zug fährt heute nicht. Passiert das öfters könnte der Fahrplan geändert worden sein.
